/* error text in dialog */
"Could not move to Applications folder" = "No se ha podido trasladar a la carpeta Aplicaciones";

/* dialog: do not move button */
"Do Not Move" = "No trasladar";

/* description in the dialog box */
"I can move myself to the Applications folder if you'd like." = "Si quiere, me puedo trasladar automáticamente a la carpeta Aplicaciones.";

/* dialog: Move button */
"Move to Applications Folder" = "Trasladar a la carpeta Aplicaciones";

/* title of the dialog box */
"Move to Applications folder in your Home folder?" = "¿Quiere trasladar la aplicación a la carpeta Aplicaciones de la carpeta de inicio?";

/* title of dialog box */
"Move to Applications folder?" = "¿Quiere trasladar la aplicación a la carpeta Aplicaciones?";

/* description in the dialog box */
"Note that this will require an administrator password." = "Necesitará una contraseña de administrador.";

/* description in the dialog box */
"This will keep your Downloads folder uncluttered." = "Así se mantendrá la carpeta de Descargas despejada.";

